/* Localized strings for class */

"AmpedeTestPlugIn::FxPlug Name" = "AmpedeTestPlugIn";
"AmpedeTestPlugIn::FxPlug Description" = "AmpedeTestPlugIn is just a test plugin.";
"AmpedeTestPlugIn::Color" = "Color";
